export default {
  projections: {
    РезОпросE: {
      номерРез: {
        __caption__: 'Номер рез'
      },
      оценка: {
        __caption__: 'Оценка'
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        имя: {
          __caption__: 'Имя'
        }
      }
    },
    РезОпросL: {
      номерРез: {
        __caption__: 'Номер рез'
      },
      оценка: {
        __caption__: 'Оценка'
      },
      сотрудник: {
        __caption__: 'Имя',
        имя: {
          __caption__: 'Имя'
        }
      }
    }
  },
  validations: {
    номерРез: {
      __caption__: 'Номер рез'
    },
    оценка: {
      __caption__: 'Оценка'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    }
  }
};
