export default {
  projections: {
    ДолжностьE: {
      номерДолжности: {
        __caption__: 'Номер должности'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        имя: {
          __caption__: 'Имя'
        }
      }
    },
    ДолжностьL: {
      номерДолжности: {
        __caption__: 'Номер должности'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      сотрудник: {
        __caption__: 'Имя',
        имя: {
          __caption__: 'Имя'
        }
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    номерДолжности: {
      __caption__: 'Номер должности'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    }
  }
};
