export default {
  projections: {
    СотрудникE: {
      табельныйНомер: {
        __caption__: 'Табельный номер'
      },
      имя: {
        __caption__: 'Имя'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерПас: {
        __caption__: 'Номер пас'
      },
      серияПас: {
        __caption__: 'Серия пас'
      }
    },
    СотрудникL: {
      табельныйНомер: {
        __caption__: 'Табельный номер'
      },
      имя: {
        __caption__: 'Имя'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерПас: {
        __caption__: 'Номер пас'
      },
      серияПас: {
        __caption__: 'Серия пас'
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'Имя'
    },
    номерПас: {
      __caption__: 'Номер пас'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    серияПас: {
      __caption__: 'Серия пас'
    },
    табельныйНомер: {
      __caption__: 'Табельный номер'
    },
    фамилия: {
      __caption__: 'Фамилия'
    }
  }
};
